Repository: Asd11178/https-github.com-LibreELEC
Catalog: lang/lang-*.po
Languages: bg_bg, it_it

# Creator|
source: Write image
bg_bg: Записване на файл
it_it: Scrivi Immagine

# Creator|
source: Close
bg_bg: Затвори
it_it: Chiudi

# Creator|
source: Select file
bg_bg: Избери файл
it_it: Apri file

# Creator|
source: Select your USB stick or SD card
bg_bg: Избери USB флашка или SD карта
it_it: Seleziona il drive USB o scheda SD

# Creator|
source: Select version
bg_bg: Избери версия
it_it: Scegli versione

# Creator|
source: About
bg_bg: Относно
it_it: Informazioni su

# Creator|
source: Download or select a local image file
bg_bg: Свали или избери локален файл
it_it: Download o apri un file immagine locale

# Creator|
source: Write
bg_bg: Запиши!
it_it: Scrivi

# Creator|
source: Help
bg_bg: Помощ
it_it: Aiuto

# Creator|
source: Show all
bg_bg: Покажи всичко
it_it: Mostra tutto

# Creator|
source: Eject device
bg_bg: Извади устройство
it_it: Espelli drive

# Creator|
source: Load device
bg_bg: Зареди устройство
it_it: Apri drive

# Creator|
source: Eject Load Remove
bg_bg: Извади Зареди Премахни
it_it: Espelli Apri Rimuovi

# Creator|
source: Select project
bg_bg: Избери проект
it_it: Apri progetto

# Creator|
source: Select image
bg_bg: Избери файл
it_it: Seleziona immagine

# Creator|
source: Root privileges required to write image. Run application with sudo.
bg_bg: Root права са нужни за записване на файла. Пуснете програмата с sudo.
it_it: Sono richiesti i privilegi di Root per scrivere l'immagine. Esegui l'applicazione tramite sudo.

# Creator|
source: Version: %1 Build date: %2
bg_bg: Версия: %1 Дата на изграждане: %2
it_it: Versione: %1 Data Build: %2

# Creator|
source: This software was created with love and released
bg_bg: Тази програма бе създаде с любов и пустната
it_it: Questo software e' stato creato con amore e rilasciato

# Creator|
source: under GPLv2, using earlier work from RasPlex.
bg_bg: под GPLv2, използвайки по-ранна работа от RasPlex.
it_it: sotto licenza GPLv2, utilizzando un precedente fork da RasPlex.

# Creator|
source: For license, credits and history, please read:
bg_bg: За лиценз, кредити и история, моля прочетете:
it_it: Per informazioni su licenza, crediti e storico, leggete:

# Creator|
source: If you enjoy using LibreELEC please consider a
bg_bg: Ако ти харесва ползване на LibreELEC, моля помислете
it_it: Se avete apprezzato l'uso di LibreELEC considerate una

# Creator|
source: donation to support the project.
bg_bg: за дарение, за да подкрепите проекта.
it_it: donazione per supportare il progetto.

# Creator|
source: Click the logo below or donate
bg_bg: Кликни на логото долу или дарете
it_it: Premete il logo qui sotto o donate

# Creator|
source: using Paypal to:
bg_bg: използвайки Paypal на:
it_it: tramite Paypal a:

# Creator|
source: [Stable]
bg_bg: [Стабилна]
it_it: [Stabile]

# Creator|
source: Download complete, syncing file...
bg_bg: Свалянето завърши, синхронизиране на файл...
it_it: Download completato, sincronizzando i file...

# Creator|
source: Download complete, verifying checksum...
bg_bg: Свалянето завърши, сравняване на чек сума...
it_it: Download completato, verificando il checksum...

# Creator|
source: Download complete, checksum ok.
bg_bg: Свалянето завърши, чек сумата е ок
it_it: Download completato, checksum OK.

# Creator|
source: Download complete, checksum not ok.
bg_bg: Свалянето завърши, чек сумата не е ок
it_it: Download completato, checksum NON ok.

# Creator|
source: %1 seconds remaining - %2% at %3
bg_bg: %1 секунди остават - %2% от %3
it_it: %1 sec. rimanenti - %2% a %3

# Creator|
source: Update Notification
bg_bg: Известие за актуализация
it_it: Avviso Aggiornamento

# Creator|
source: Visit Website
bg_bg: Посети сайта
it_it: Visita il sito internet

# Creator|
source: LibreELEC USB-SD Creator <font color="blue">%1</font> is available.
bg_bg: LibreELEC създател за USB-SD <font color="blue">%1</font> е наличен.
it_it: LibreELEC USB-SD Creator <font color="blue">%1</font> disponibile.

# Creator|
source: Download canceled.
bg_bg: Отменено сваляне
it_it: Download annullato.

# Creator|
source: Directory to store image file
bg_bg: Папка за запазване image файла
it_it: Directory dove salvare il file immagine

# Creator|
source: Error
bg_bg: Грешка
it_it: Errore

# Creator|
source: File %1/%2 already exist.
bg_bg: Файла %1/%2 вече съществува.
it_it: File %1/%2 gia' esistente.

# Creator|
source: Do you want to overwrite?
bg_bg: Искаш ли да се празапише?
it_it: Vuoi sovrascrivere?

# Creator|
source: File already exists.
bg_bg: Файла вече съществува.
it_it: Il file esiste gia'.

# Creator|
source: Failed to open file for writing!
bg_bg: Неуспех при отваряне на файл за записване!
it_it: Impossibile aprire il file in scrittura!

# Creator|
source: Cancel
bg_bg: Отказ
it_it: Annulla

# Creator|
source: Open image file
bg_bg: Отвори файл за запис
it_it: Apri file immagine

# Creator|
source: Compressed gz image (*img.gz);;Compressed zip image (*img.zip);;Uncompressed image (*.img);;All files (*.*)
it_it: Immagine gz compressa (*img.gz);;Immagine zip compressa (*img.zip);;Immagine non compressa (*.img);;Tutti i files (*.*)

# Creator|
source: Writing canceled.
bg_bg: Записването отменено.
it_it: Scrittura annullata.

# Creator|
source: Confirm write
bg_bg: Потвърди запис
it_it: Confermi scrittura

# Creator|
source: Selected device: %1 Are you sure you want to write the image? Your USB-SD device will be wiped!
bg_bg: Избрано устройство: %1 Сигурен ли си, че искаш да запишеш файла? Твоето USB-SD устройство ще бъде изтрито!
it_it: Drive Selezionato: %1 Vuoi procedere e scrivere l'immagine?? Il contenuto del tuo drive USB \ Scheda SD verra' eliminato!

# Creator|
source: Cannot unmount partititons on device %1
bg_bg: Не може да се разкачи дяловете на устройство %1
it_it: Impossibile smontare le partizioni sulla periferica %1

# Creator|
source: Not enough space on %1 [%2 < %3]
bg_bg: Няма достатъчно място на %1[%2 < %3]
it_it: Spazio disponibile insufficiente su %1 [%2 < %3]

# Creator|
source: Syncing file system...
bg_bg: Синхронизира файлова система...
it_it: Sincronizzando il file system...

# Creator|
source: Writing done!
bg_bg: Записването завърши!
it_it: Scrittura completata!

# Creator|
source: Error: %1
bg_bg: Грешка: %1
it_it: Errore: %1

# QObject|
source: Write Error
bg_bg: Грешка при запис
it_it: Errore scrittura

# QObject|
source: An error occurred when attempting to write data to handle. Error %1: %2
it_it: Si e' verificato un errore durante la scrittura del dato sull' handle.. Errore %1: %2

# QObject|
source: Volume Error
it_it: Errore sul Volume

# QObject|
source: An error occurred when attempting to get a handle on the volume. Error %1: %2
it_it: Si e' verificato un errore durante l'apertura di un handle sul volume. Errore %1: %2

# QObject|
source: Lock Error
it_it: Errore di lock

# QObject|
source: An error occurred when attempting to lock the volume. Error %1: %2
it_it: Si e' verificato un errore durante il lock del volume. Errore %1: %2

# QObject|
source: Unlock Error
it_it: Errore in fase di unlock

# QObject|
source: An error occurred when attempting to unlock the volume. Error %1: %2
it_it: Si e' verificato un errore durante l'unlock del volum. Errore %1: %2

# QObject|
source: Dismount Error
it_it: Errore in fase di Dismount

# QObject|
source: An error occurred when attempting to dismount the volume. Error %1: %2
it_it: Si e' verificato un errore durante l'operazione di dismount del volume. Errore %1: %2

# Creator|
source: LibreELEC USB-SD Creator
bg_bg: LibreELEC създател за USB-SD

# Creator|
source: Download
bg_bg: Свали
